tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "fd"
brew "fzf"
brew "gh"
brew "hyperfine"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "node@16", link: true
brew "openjdk"
brew "pass"
brew "pinentry-mac"
brew "rbenv"
brew "ripgrep"
brew "selene"
brew "stow"
brew "stylua"
brew "tmux"
brew "tokei"
brew "zoxide"

cask "calibre"
cask "clipy"
cask "dash"
cask "firefox"
cask "font-courier-prime"
cask "font-iosevka-curly-slab"
cask "font-iosevka-etoile"
cask "google-chrome"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "marked"
cask "mullvadvpn"
cask "obsidian"
cask "qtpass"
cask "signal"
cask "spotify"
cask "steam"
cask "tableplus"
cask "transmission"
cask "unshaky"
cask "vlc"
