tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "fd"
brew "fzf"
brew "gh"
brew "hyperfine"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "node@16", link: true
brew "openjdk"
brew "pass"
brew "pinentry-mac"
brew "pure"
brew "rbenv"
brew "ripgrep"
brew "selene"
brew "stow"
brew "stylua"
brew "tmux"
brew "tokei"
brew "zoxide"
brew "zsh-history-substring-search"

cask "bitwarden"
cask "calibre"
cask "clipy"
cask "dash"
cask "firefox"
cask "font-courier-prime"
cask "font-iosevka-curly-slab"
cask "font-iosevka-etoile"
cask "google-chrome"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "marked"
cask "mullvadvpn"
cask "obsidian"
cask "signal"
cask "spotify"
cask "steam"
cask "tableplus"
cask "transmission"
cask "unshaky"
cask "vlc"

mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "FSNotes", id: 1277179284
mas "HazeOver", id: 430798174
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Shareful", id: 1522267256
mas "Silicio", id: 933627574
mas "Speediness", id: 1596706466
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
