tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "fd"
brew "fzf"
brew "gh"
brew "hyperfine"
brew "neovim"
brew "nnn"
brew "node@18", link: true
brew "pass"
brew "pinentry-mac"
brew "pure"
brew "ripgrep"
brew "selene"
brew "stow"
brew "stylua"
brew "tere"
brew "tokei"
brew "zoxide"
brew "zsh-history-substring-search"

cask "bitwarden"
cask "calibre"
cask "clipy"
cask "dash"
cask "firefox"
cask "font-courier-prime"
cask "font-iosevka-curly-slab"
cask "font-iosevka-etoile"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "kitty"
cask "marked"
cask "mullvadvpn"
cask "obsidian"
cask "qmk-toolbox"
cask "signal"
cask "spotify"
cask "steam"
cask "transmission"
cask "unshaky"
cask "vlc"
cask "wezterm"
